Repository: jrvictor69/dist2
Catalog: var/translate/*.po
Languages: es_es

source: Their data were processed successfully.
es_es: Sus datos fueron procesados exitosamente

source: An error occurred while processing the data. <br/> Please Try again.
es_es: Ha ocurrido un error mientras se procesaban sus datos. <br/> Por favor intentelo de nuevo.

source: Data submitted were not processed.
es_es: Los datos enviados no fueron procesados.

source: The requested record was not found.
es_es: El registro solicitado no fue encontrado

source: Data submitted is empty.
es_es: Los datos enviados estan vacios.

source: Qualifications
es_es: Calificaciones

source: Meta Users
es_es: Usuarios

source: Language English
es_es: Ingles

source: Language Danish
es_es: Danés

source: Language Spanish
es_es: Español

source: Remove
es_es: Remover

source: Add
es_es: Agregar

source: Name
es_es: Nombre

source: Description
es_es: Descripción

source: Main Group
es_es: Grupos Principales

source: Sub Group
es_es: Sub Grupos

source: Base Name
es_es: Nombres

source: Educations
es_es: Educaciones

source: Occupations
es_es: Ocupaciones
